Repository: wp-plugins/jquery-colorbox
Catalog: localization/jquery-colorbox-*.po
Languages: sk_sk

source: Theme #1
sk_sk: Téma #1

source: Theme #2
sk_sk: Téma #2

source: Theme #3
sk_sk: Téma #3

source: Theme #4
sk_sk: Téma #4

source: Theme #5
sk_sk: Téma #5

source: Theme #6
sk_sk: Téma #6

source: Theme #7
sk_sk: Téma #7

source: Theme #8
sk_sk: Téma #8

source: Theme #9
sk_sk: Téma #9

source: Theme #10
sk_sk: Téma #10

source: Theme #11
sk_sk: Téma #11

source: Theme #12
sk_sk: Téma #12

source: Theme #13
sk_sk: Téma #13

source: Theme #14
sk_sk: Téma #14

source: Theme #15
sk_sk: Téma #15

source: pixels
sk_sk: pixlov

source: elastic
sk_sk: elastický

source: fade
sk_sk: strácanie

source: none
sk_sk: žiadny

source: Using
sk_sk: S použitím

source: Settings
sk_sk: Nastavenia

source: Successfully updated %1$s settings.
sk_sk: Úspešne aktualizované %1$s nastavenia.

source: %1$s settings were successfully deleted.
sk_sk: %1$s nastavenia boli zrušené.

source: needs attention: the plugin is not activated to work for all images.
sk_sk: Venujte pozornosť: plugin nie je aktivovaný na prácu pre všetky obrázky.

source: Did not update settings, you do not have the necessary rights.
sk_sk: Nastavenie neboli aktualizované, nemáte dostatočné práva.

source: Did not delete %1$s settings. Either you dont have the nececssary rights or you didnt check the checkbox.
sk_sk: Nastavenia %1$s neboli zrušené. Buď nemáte dostatočné oprávnenia, alebo ste nezaškrtli políčko.

source: close
sk_sk: zatvor

source: next
sk_sk: ďalší

source: previous
sk_sk: predchádzajúci

source: start slideshow
sk_sk: štart prezentácie

source: stop slideshow
sk_sk: stop prezentácie

source: {current} of {total} images
sk_sk: {current} z {total} obrázkov

source: %1$s Settings
sk_sk: %1$s Nastavenia

source: Automate %1$s for all images
sk_sk: Automaticky %1$s pre všetky obrázky

source: Automatically add colorbox-class to images in posts and pages. Also adds colorbox-class to galleries. Images in one page or post are grouped automatically.
sk_sk: Automaticky pridá triedu colorbox na obrázky v príspevkoch a stránok. Tiež pridá triedu colorbox do galérií. Obrázky na jednej stránke, alebo príspevku sú zoskupené automaticky.

source: Automate %1$s for images in WordPress galleries
sk_sk: Automaticky %1$s pre obrázky vo WordPress galériách

source: Automatically add colorbox-class to images in WordPress galleries, but nowhere else. Images in one page or post are grouped automatically.
sk_sk: Automaticky pridá triedu colorbox do WordPress galérií, ale už nikde inde. Obrázky na jednej stránke, alebo príspevku sú zoskupené automaticky.

source: Automate hiding of flash objects
sk_sk: Automatické skrývanie Flash objektov

source: Automatically hide embeded flash objects behind the Colorbox layer.
sk_sk: Automaticky skryť vložené Flash objekty v pozadí Colorbox.

source: Disable warning
sk_sk: Zakáž upozornenia

source: Disables the warning that is displayed if the plugin is activated but the auto-colorbox feature for all images is turned off.
sk_sk: Zakáže varovanie, ktoré sa zobrazí v prípade, že plugin je aktivovaný, ale auto-colorbox funkcia pre všetky obrázky je vypnutá.

source: Save Changes
sk_sk: Ulož zmeny

source: Theme
sk_sk: Téma

source: Select the theme you want to use on your blog.
sk_sk: Vyber požadovanú tému, ktorá sa použije vo vašom blogu.

source: Theme screenshot
sk_sk: Nádhľad témy

source: Add Slideshow to groups
sk_sk: Pridať prezentáciu do skupín

source: Add Slideshow functionality for %1$s Groups
sk_sk: Pridať funkcie prezentácie pre %1$s skupiny

source: Start Slideshow automatically
sk_sk: Automatický štart prezentácie

source: Start Slideshow automatically if slideshow functionality is added to %1$s Groups
sk_sk: Spustiť prezentáciu automaticky, ak funkcia prezentácie je pridaná do %1$s Skupiny

source: Speed of the slideshow
sk_sk: Rýchlosť premietania prezentácie

source: milliseconds
sk_sk: milisekúnd

source: Sets the speed of the slideshow, in milliseconds
sk_sk: Nastavenie rýchlosti prezentácie, v milisekundách

source: Disable loop
sk_sk: Zakázať opakovanie

source: Disable looping through image groups
sk_sk: Zakázať opakovanie cez obrázkové galérie

source: Disable keys
sk_sk: Zakázať klávesy

source: Disable ESC to close Colorbox and arrow keys to go to next and previous images
sk_sk: Zakázať ESC na zatvorte Colorbox a kurzorové klávesy pre prechod na ďalší a predchádzajúci obrázok

source: Maximum width of an image
sk_sk: Maximálna šírka obrázku

source: Do not set width
sk_sk: Nemeň šírku

source: Set maximum width of an image
sk_sk: Nastav maximálnu šírku pre obrázok

source: Set the maximum width of the image in the Colorbox in relation to the browser window in percent or pixels. If maximum width is not set, image is as wide as the Colorbox
sk_sk: Nastavte maximálnu šírku obrázku v Colorbox vo vzťahu k oknu prehliadača v percentách alebo pixeloch. Ak nie je maximálna šírka nastavená, obraz je rovnako široký ako Colorbox

source: Maximum height of an image
sk_sk: Maximálna výška pre obrázok

source: Do not set height
sk_sk: Nemeň výšku

source: Set maximum height of an image
sk_sk: Nastav maximálnu výšku pre obrázok

source: Set the maximum height of the image in the Colorbox in relation to the browser window to a value in percent or pixels. If maximum height is not set, the image is as high as the Colorbox
sk_sk: Nastavte maximálnu výšku obrázku v Colorbox vo vzťahu k oknu prehliadača v percentách alebo pixeloch. Ak nie je maximálna šírka nastavená, obraz je rovnako široký ako Colorbox

source: Maximum width of the Colorbox
sk_sk: Maximálna šírka pre Colorbox

source: Set width of the Colorbox
sk_sk: Nastav šírku pre Colorbox

source: Set the maximum width of the Colorbox itself in relation to the browser window to a value between in percent or pixels. If the image is bigger than the colorbox, scrollbars are displayed. If width is not set, the Colorbox will be as wide as the picture in it
sk_sk: Nastavte maximálnu šírku Colorbox vo vzťahu k oknu prehliadača na hodnotu v percentách alebo pixeloch. Ak je obraz väčší ako colorbox, sú zobrazené posuvníky. Ak šírka nie je nastavená, bude Colorbox rovnako široký ako obrázok v ňom

source: Maximum height of the Colorbox
sk_sk: Maximálna výška pre Colorbox

source: Set height of the Colorbox
sk_sk: Nastav výšku pre Colorbox

source: Set the maximum height of the Colorbox itself in relation to the browser window to a value between in percent or pixels. If the image is bigger than the colorbox, scrollbars are displayed. If height is not set, the Colorbox will be as high as the picture in it
sk_sk: Nastavte maximálnu výšku Colorbox vo vzťahu k oknu prehliadača na hodnotu v percentách alebo pixeloch. Ak je obraz väčší ako colorbox, sú zobrazené posuvníky. Ak šírka nie je nastavená, bude Colorbox rovnako široký ako obrázok v ňom

source: Resize images
sk_sk: Zmeň veľkosť obrázkov

source: If enabled and if maximum width of images, maximum height of images, width of the Colorbox, or height of the Colorbox have been defined, ColorBox will scale photos to fit within the those values
sk_sk: Ak je povolená maximálna šírka obrázkov, maximálna výška obrázkov, šírka Colorbox, alebo výška Colorbox, bude ColorBox upravovať veľkosť obrázkov tak, aby sa zmestili do týchto hodnôt

source: Close Colorbox on overlay click
sk_sk: Zatvor Colorbox kliknutím mimo

source: If checked, enables closing ColorBox by clicking on the background overlay
sk_sk: Ak je vybrané, Colorbox sa zatvorí pri kliknutí na pozadie vedľa obrázku

source: Preload images
sk_sk: Prednačítanie obrázkov

source: Allows for preloading of "next" and "previous" content in a group, after the current content has finished loading. Uncheck box to disable.
sk_sk: Umožňuje prednačítanie "nasledujúci" a "predchádzajúci" obsah v skupine, potom čo súčasný obsah skončení načítanie. Zrušte začiarknutie políčka pre vypnutie.

source: Transition type
sk_sk: Typ prechodu

source: The transition type of the Colorbox. Can be set to "elastic", "fade", or "none"
sk_sk: Typ prechodu pre Colorbox. Môžete nastaviť "elastický", "strácanie", alebo "žiadny"

source: Transition speed
sk_sk: Rýchlosť prechodu

source: Sets the speed of the "fade" and "elastic" transitions, in milliseconds
sk_sk: Nastavenie rýchlosti "śtrácanie" a "elastický" prechodu, v millisekundách

source: Opacity
sk_sk: Priehľadnosť

source: The overlay opacity level. Range: 0 to 1
sk_sk: Úroveň priehľadna pozadia. Rozsah: 0 - 1

source: Make images draggable
sk_sk: Vytvor /"ťahateľné/" obrázky

source: Make images draggable instead of scrollable
sk_sk: Sprav obrázky /"ťahateľné/" namiesto rolovacích

source: Delete Settings
sk_sk: Zruš nastavenia

source: Check the box and click this button to delete settings of this plugin.
sk_sk: Zaškrtnite políčko a kliknite na tlačidlo pre zmazanie nastavení tohoto pluginu

source: Top donations
sk_sk: Najlepší darcovia

source: Latest donations
sk_sk: Posledný darcovia

source: Donate
sk_sk: Dar

source: If you would like to make a small (or large) contribution towards future development please consider making a donation.
sk_sk: Ak by ste mali záujem, zvážte darovanie malého (alebo veľkého) príspevku na ďalší vývoj.

source: Techotronic Development Support
sk_sk: Techotronic Development podpora

source: Please enter the URL you'd like me to link to in the donors lists
sk_sk: Zadajte prosím URL, ktoré chcete ako odkaz v zoznamoe darcov

source: Return to Your Dashboard
sk_sk: Späť na Ovládací panel

source: Select Preset Amount
sk_sk: Vybrať prednastavené hodnoty

source: Or
sk_sk: Alebo

source: Enter Custom Amount
sk_sk: Zadajte vlastnú sumu

source: Submit
sk_sk: Potvrď

source: Translation
sk_sk: Preklad

source: The english translation was done by <a href="http://www.techotronic.de">Arne Franken</a>.
sk_sk: Slovenský preklad vytvoril <a href="http://www.itec.sk">ITEC - Stefan Stieranka</a>.
